Revit 2027 API
FunctionId.Function Property
The name of the function throwing an exception.
Namespace: Autodesk.Revit.Exceptions
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Function { get; }
Public ReadOnly Property Function As String
	Get
public:
property String^ Function {
	String^ get ();
}
member Function : string with get
Property Value
String
See Also
Reference
FunctionId Class
Autodesk.Revit.Exceptions Namespace